Repository: artiekra/telecounter
Catalog: locales/*.po
Languages: ru, uk

# menu_categories_component_deleted_amount
source: __, as well as {0} deleted categories__
ru: __, а также {0} удаленных категорий__
uk: __, а також {0} видалених категорій__

# export_button
source: 📥 Export
ru: 📥 Экспорт
uk: 📥 Експорт

# wallet_edited_successfully
source: ✅ Wallet **edited succesfully**! It is now `{0}`, with currency set to {1} and initial sum of `{2} {1}`
ru: ✅ Кошелек **успешно отредактирован**! Теперь это `{0}`, с валютой {1} и начальной суммой `{2} {1}`
uk: ✅ Гаманець **успішно відредаговано**! Тепер це `{0}`, з валютою {1} та початковою сумою `{2} {1}`

# export_wallets_caption
source: 📥 Your wallets exported **succesfully**!
ru: 📥 Ваши кошельки экспортированы **успешно**!
uk: 📥 Ваші гаманці експортовано **успішно**!

source: 🗑 Wallet deleted succesfully
ru: 🗑 Кошелек успешно удален
uk: 🗑 Гаманець успішно видалено

# wallet_action_ownership_check_got_deleted
source: ❌ Sorry, something went wrong It seems like this wallet **was deleted**, you can instead see and edit all your wallets with /wallets
ru: ❌ Извините, что-то пошло не так Похоже, этот кошелек **был удален**, вы можете просмотреть и отредактировать все ваши кошельки с помощью /wallets
uk: ❌ Вибачте, щось пішло не так Схоже, цей гаманець **було видалено**, ви можете переглянути та відредагувати всі ваші гаманці за допомогою /wallets

# wallet_action_ownership_check_failed
source: ❌ Sorry, something went wrong It seems like you are **not the owner** of this wallet, maybe you tried editing someone else's wallet by pressing a button on a forwarded message? You can see and edit all your wallets with /wallets
ru: ❌ Извините, что-то пошло не так Похоже, вы **не владелец** этого кошелька. Возможно, вы пытались отредактировать чужой кошелек, нажав кнопку на пересланном сообщении? Ви можете просмотреть и отредактировать все ваши кошельки с помощью /wallets
uk: ❌ Вибачте, щось пішло не так Схоже, ви **не є власником** цього гаманця. Можливо, ви намагалися відредагувати чужий гаманець, натиснувши кнопку на пересланому повідомленні? Ви можете переглянути та відредагувати всі ваші гаманці за допомогою /wallets

# wallet_action_edit_cancel
source: ❌ Cancel
ru: ❌ Отмена
uk: ❌ Скасувати

# edit_wallet_prompt
source: 👛 **Editing wallet** Please send me a message specifying wallet's currency, initial amount of money, and a name. Here are a few examples: ```EUR 0 my_wallet USD 50 any_name_here```
ru: 👛 **Редактирование кошелька** Пожалуйста, отправьте мне сообщение с валютой кошелька, начальной суммой денег и названием. Вот несколько примеров: ```EUR 0 мой_кошелек USD 50 любое_имя```
uk: 👛 **Редагування гаманця** Будь ласка, надішліть мені повідомлення з валютою гаманця, початковою сумою грошей та назвою. Ось кілька прикладів: ```EUR 0 мій_гаманець USD 50 будь_яка_назва```

# wallet_action_view_not_found_error
source: ❌ Sorry, something went wrong The wallet you are trying to view info about couldn't be found.
ru: ❌ Извините, что-то пошло не так Кошелек, информацию о котором вы пытаетесь просмотреть, не найден.
uk: ❌ Вибачте, щось пішло не так Гаманець, інформацію про який ви намагаєтеся переглянути, не знайдено.

# wallet_action_view_no_transactions
source: {0} Wallet **{1}** __Created on {2}__ 💵 **Currency:** `{3}` 🔶 **Initial sum:** `{4}` Used in **no transactions**
ru: {0} Кошелек **{1}** __Создан {2}__ 💵 **Валюта:** `{3}` 🔶 **Начальная сумма:** `{4}` Не использован ни в **одной транзакции**
uk: {0} Гаманець **{1}** __Створений {2}__ 💵 **Валюта:** `{3}` 🔶 **Початкова сума:** `{4}` Не використаний у **жодній транзакції**

# wallet_action_view
source: {0} Wallet **{1}** __Created on {2}__ 💵 **Currency:** `{3}` 🔶 **Initial sum:** `{4}` Used in **{5} transaction(s)**, latest being: ```{6}``` View all transactions with /transactions
ru: {0} Кошелек **{1}** __Создан {2}__ 💵 **Валюта:** `{3}` 🔶 **Начальная сумма:** `{4}` Использован в **{5} транзакциях**, последняя: ```{6}``` Просмотреть все транзакции с помощью /transactions
uk: {0} Гаманець **{1}** __Створений {2}__ 💵 **Валюта:** `{3}` 🔶 **Початкова сума:** `{4}` Використаний у **{5} транзакціях**, остання: ```{6}``` Переглянути всі транзакції за допомогою /transactions

# wallet_action_view_component_aliases
source: 💬 Sometimes called {0}
ru: 💬 Иногда называют {0}
uk: 💬 Іноді називають {0}

# wallet_action_delete_approve
source: 🗑 Delete
ru: 🗑 Удалить
uk: 🗑 Видалити

# wallet_action_delete_cancel
source: ◀️ Go back
ru: ◀️ Назад
uk: ◀️ Назад

# delete_wallet_prompt
source: 🗑 **Delete** this wallet, "`{0}`"? Transactions using this wallet **WILL NOT** be deleted, but you: - Won't be able to create new transactions with this wallet - Won't see any info about this wallet - This wallet won't be included in stats 😨 You **cannot** recover a wallet after deleting it!
ru: 🗑 **Удалить** этот кошелек, "`{0}`"? Транзакции, использующие этот кошелек, **НЕ БУДУТ** удалены, но вы: - Не сможете создавать новые транзакции с этим кошельком - Не увидите никакой информации об этом кошельке - Этот кошелек не будет включен в статистику 😨 Вы **не сможете** восстановить кошелек после удаления!
uk: 🗑 **Видалити** цей гаманець, "`{0}`"? Транзакції, що використовують цей гаманець, **НЕ БУДЕ** видалено, але ви: - Не зможете створювати нові транзакції з цим гаманцем - Не побачите жодної інформації про цей гаманець - Цей гаманець не буде включено до статистики 😨 Ви **не зможете** відновити гаманець після видалення!

# menu_wallets_no_wallets
source: 🏷 You have no wallets yet. Start by creating a transaction! **Lost?** Type /help for info on usage 🧠
ru: 👛 У вас еще нет кошельков. Начните с создания транзакции! **Потерялись?** Введите /help для информации об использовании 🧠
uk: 👛 У вас ще немає гаманців. Почніть зі створення транзакції! **Розгубилися?** Введіть /help для інформації про використання 🧠

# menu_wallets_only_deleted
source: 🏷 You have no wallets yet. Start by creating a transaction! __You have {0} deleted wallets__ **Lost?** Type /help for info on usage 🧠
ru: 👛 У вас еще нет кошельков. Начните с создания транзакции! __У вас есть {0} удаленных кошельков__ **Потерялись?** Введите /help для информации об использовании 🧠
uk: 👛 У вас ще немає гаманців. Почніть зі створення транзакції! __У вас є {0} видалених гаманців__ **Розгубилися?** Введіть /help для інформації про використання 🧠

# menu_wallets_component_wallet_info
source: - `{0}` [`{1} {2}`]; [👁](https://t.me/telecounterbot?start=wv_{3}) [✏️](https://t.me/telecounterbot?start=we_{3}) [❌](https://t.me/telecounterbot?start=wd_{3})
ru: - `{1}` [`{2} {3}`]; [👁](https://t.me/{0}?start=wv_{4}) [✏️](https://t.me/{0}?start=we_{4}) [❌](https://t.me/{0}?start=wd_{4})
uk: - `{1}` [`{2} {3}`]; [👁](https://t.me/{0}?start=wv_{4}) [✏️](https://t.me/{0}?start=we_{4}) [❌](https://t.me/{0}?start=wd_{4})

# menu_wallets_template
source: 🏷 **Wallet overview** Press on emoji to: (👁) view (✏️) edit (❌) delete individual wallets! {0} __In total you have {1} wallets__
ru: 👛 **Обзор кошельков** Нажмите на эмодзи, чтобы: (👁) просмотреть (✏️) редактировать (❌) удалить отдельные кошельки! {0} __Всего у вас {1} кошельков__
uk: 👛 **Огляд гаманців** Натисніть на емодзі, щоб: (👁) переглянути (✏️) редагувати (❌) видалити окремі гаманці! {0} __Всього у вас {1} гаманців__

# menu_wallets_component_deleted_amount
source: __, as well as {0} deleted wallets__
ru: __, а также {0} удаленных кошельков__
uk: __, а також {0} видалених гаманців__
