Repository: artiekra/telecounter
Catalog: locales/*.po
Languages: ru, uk

# language_set_popup
source: Language set to English
ru: Язык изменен на русский
uk: Мову змінено на українську

# language_set_message
source: 🇬🇧 Language set succesfully! You can change it later with /language
ru: 🇷🇺 Язык успешно изменен! Вы можете сменить его позже через /language
uk: 🇺🇦 Мову успішно змінено! Ви можете змінити її пізніше за допомогою /language

# tutorial
source: 👋 **Hey there!** And welcome to the bot :> 💵 To record a transaction, just write me a message specifying the sum, where you spent it (or where you got it from!) and how you paid for it (cash? card?) **Just like this:** ```-5 food card +25 gift cash -15 fuel another_card``` 💬 If its the first time you mention a wallet, like `another_card`, the bot will prompt you for currency and create it for further use; same for the income/spend categories!
ru: 👋 **Привет!** И добро пожаловать в бота :> 💵 Чтобы записать транзакцию, просто отправьте сообщение с суммой, на что вы её потратили (или откуда получили!) и как вы заплатили (наличные? карта?) **Вот так:** ```-5 еда карта +25 подарок наличные -15 бензин другая_карта``` 💬 Если вы впервые упоминаете кошелек, например `другая_карта`, бот спросит у вас валюту и создаст его для дальнейшего использования; то же самое касается категорий дохода/расхода!
uk: 👋 **Привіт!** Вітаю у боті :> 💵 Щоб записати транзакцію, просто надішліть повідомлення з сумою, на що ви її витратили (або звідки отримали!) і як ви заплатили (готівка? картка?) **Наприклад, ось так:** ```-5 їжа картка +25 подарунок готівка -15 пальне інша_картка``` 💬 Якщо ви вперше згадуєте гаманець, наприклад `інша_картка`, бот запитає у вас валюту та створить його для подальшого використання; те саме стосується категорій доходу/витрат!

# universal_prompt_page_number
source: #️⃣ Enter **page number** to go to
ru: #️⃣ Введите **номер страницы** для перехода
uk: #️⃣ Введіть **номер сторінки**, щоб перейти

# category_creation_cancelled
source: ❌ Category **won't be created**; you can create category from start menu or by sending a transaction that uses it
ru: ❌ Категория **не будет создана**; вы можете создать категорию из меню /start или отправив транзакцию, которая её использует
uk: ❌ Категорію **не буде створено**; ви можете створити категорію з меню /start або надіславши транзакцію, що використовує її

# category_created_successfully
source: 🏷 New category "`{0}`" **created succesfully**
ru: 🏷 Новая категория "`{0}`" **успешно создана**
uk: 🏷 Нову категорію "`{0}`" **успішно створено**

# transaction_handling_in_process
source: ⚙️ Continuing to process your transaction, `{0}`
ru: ⚙️ Продолжаю обработку транзакции, `{0}`
uk: ⚙️ Продовжую обробку транзакції, `{0}`

# category_alias_creation_cancelled
source: ❌ **Cancelled**. Send the transaction again and change the category if neccesarry
ru: ❌ **Отменено**. Отправьте транзакцию снова и измените категорию, если необходимо
uk: ❌ **Скасовано**. Надішліть транзакцію знову та змініть категорію, якщо необхідно

# category_alias_created_successfully
source: __Thanks, I won't ask this again__
ru: __Спасибо, больше не буду спрашивать__
uk: __Дякую, більше не питатиму__

# wallet_alias_creation_cancelled
source: ❌ **Cancelled**. Send the transaction again and change the wallet if neccesarry
ru: ❌ **Отменено**. Отправьте транзакцию снова и измените кошелек, если необходимо
uk: ❌ **Скасовано**. Надішліть транзакцію знову та змініть гаманець, якщо необхідно

# wallet_alias_created_successfully
source: __Thanks, I won't ask this again__
ru: __Спасибо, больше не буду спрашивать__
uk: __Дякую, більше не питатиму__

# wallet_creation_cancelled
source: ❌ Wallet **won't be created**; you can create wallet from start menu or by sending a transaction that uses it
ru: ❌ Кошелек **не будет создан**; вы можете создать кошелек из меню /start или отправив транзакцию, которая его использует
uk: ❌ Гаманець **не буде створено**; ви можете створити гаманець з меню /start або надіславши транзакцію, що використовує його

# command_start_no_wallets
source: 👋 **Welcome back!** ✨ You have no wallets yet. Start by writing down your first transaction, just like this: ```-5 food card +25 gift cash``` **Need help?** Type /help for tips and commands 🧠
ru: 👋 **С возвращением!** ✨ У вас пока нет кошельков. Начните с записи вашей первой транзакции, просто так: ```-5 еда карта +25 подарок наличные``` **Нужна помощь?** Введите /help для подсказок и команд 🧠
uk: 👋 **З поверненням!** ✨ У вас ще немає гаманців. Почніть із запису вашої першої транзакції, просто так: ```-5 їжа картка +25 подарунок готівка``` **Потрібна допомога?** Введіть /help для підказок та команд 🧠

# universal_component_not_shown_count
source: (and {0} more..)
ru: (и ещё {0}..)
uk: (і ще {0}..)

# command_start_button_add_wallet
source: ➕ Add wallet
ru: ➕ Добавить кошелек
uk: ➕ Додати гаманець

# command_start_button_add_category
source: ➕ Add category
ru: ➕ Добавить категорию
uk: ➕ Додати категорію

# command_start_button_wallets
source: 👛 Wallets
ru: 👛 Кошельки
uk: 👛 Гаманці

# command_start_button_categories
source: 🏷 Categories
ru: 🏷 Категории
uk: 🏷 Категорії

# command_start_button_transactions
source: 📜 Transactions
ru: 📜 Транзакции
uk: 📜 Транзакції

# command_start_button_stats
source: 📊 Stats
ru: 📊 Статистика
uk: 📊 Статистика

# command_start_template
source: 👋 **Welcome back!** Waiting for transactions to record :> 👛 **Wallet overview:** ```{0}``` **Need help?** Type /help for tips and commands 🧠
ru: 👋 **С возвращением!** Жду транзакции для записи :> 👛 **Обзор кошельков:** ```{0}``` **Нужна помощь?** Введите /help для подсказок и команд 🧠 __Курсы валют от [Exchange Rate API](https://www.exchangerate-api.com)__
uk: 👋 **З поверненням!** Чекаю на транзакції для запису :> 👛 **Огляд гаманців:** ```{0}``` **Потрібна допомога?** Введіть /help для підказок та команд 🧠 __Курси валют від [Exchange Rate API](https://www.exchangerate-api.com)__

# back_to_main_menu_button
source: ◀️ Main menu
ru: ◀️ Главное меню
uk: ◀️ Головне меню

# command_help
source: 💵 **Record transactions** in the following way: ```<sum> <category> <wallet>``` For example, `-5 food card` means you spent 50 of your local currency on food, paying with your card, and `+25 gift cash` means you got some cash as a gift! 💬 Bot **doesn't know** what `food`, `gift`, `card` or `cash` means. But whenever you use a category or a wallet that wasn't mentioned before, bot will prompt you to create it! :>
ru: 💵 **Записывайте транзакции** следующим образом: ```<сумма> <категория> <кошелек>``` Например, `-5 еда карта` означает, что вы потратили 50 в вашей валюте на еду, заплатив картой, а `+25 подарок наличные` означает, что вы получили наличные в подарок! 💬 Бот **не знает**, что значат `еда`, `подарок`, `карта` или `наличные`. Но когда вы используете категорию или кошелек, которые не упоминались ранее, бот предложит вам создать их! :>
uk: 💵 **Записуйте транзакції** наступним чином: ```<сума> <категорія> <гаманець>``` Наприклад, `-5 їжа картка` означає, що ви витратили 5 у вашій валюті на їжу, заплативши карткою, а `+25 подарунок готівка` означає, що ви отримали готівку як подарунок! 💬 Бот **не знає**, що означають `їжа`, `подарунок`, `картка` або `готівка`. Але коли ви використовуєте категорію або гаманець, які не згадувалися раніше, бот запропонує вам створити їх! :>

# unknown_command
source: ❌ Sorry, **i don't seem to know** what {0} means.. See info about bot usage with /help; if necessary you can get support at {1}
ru: ❌ Извините, **я не понимаю**, что значит {0}.. Смотрите информацию об использовании бота с помощью /help; при необходимости вы можете получить поддержку здесь: {1}
uk: ❌ Вибачте, **я не розумію**, що означає {0}.. Дивіться інформацію про використання бота за допомогою /help; за необхідності ви можете отримати підтримку у {1}

# got_empty_message_for_transaction
source: 🤔 I expected to get info about a new transaction, but this doesn't seem like a text message
ru: 🤔 Я ожидал получить информацию о новой транзакции, но это не похоже на текстовое сообщение
uk: 🤔 Я очікував отримати інформацію про нову транзакцію, але це не схоже на текстове повідомлення

# info_omitted_for_transaction_error
source: 🤔 To **record a transaction**, i need to get at least the amount, category and a wallet; some info wasn't included Please re-send the transaction with all the neccesarry info
ru: 🤔 Чтобы **записать транзакцию**, мне нужно получить как минимум сумму, категорию и кошелек; некоторая информация отсутствовала Пожалуйста, отправьте транзакцию еще раз со всей необходимой информацией
uk: 🤔 Щоб **записати транзакцію**, мені потрібно отримати як мінімум суму, категорію та гаманець; деяка інформація була відсутня Будь ласка, надішліть транзакцію ще раз із усією необхідною інформацією

# non_numerical_sum_error
source: 🔢 Transaction amount must be a number
ru: 🔢 Сумма транзакции должна быть числом
uk: 🔢 Сума транзакції має бути числом

# no_sign_specified_for_sum
source: 📊 Please specify if its income or a spend! Do that by putting a sign in front of the sum, like this: ```-5 food card +25 gift cash```
ru: 📊 Пожалуйста, укажите, доход это или расход! Сделайте это, поставив знак перед суммой, например: ```-5 еда карта +25 подарок наличные```
uk: 📊 Будь ласка, вкажіть, чи це дохід, чи витрата! Зробіть це, поставивши знак перед сумою, наприклад: ```-5 їжа картка +25 подарунок готівка```

# wallet_created_successfully
source: 👛 New wallet "`{0}`" **created succesfully**
ru: 👛 Новый кошелек "`{0}`" **успешно создан**
uk: 👛 Новий гаманець "`{0}`" **успішно створено**

# got_empty_message_for_wallet
source: 🤔 I expected to get info about a new wallet, but this doesn't seem like a text message
ru: 🤔 Я ожидал получить информацию о новом кошельке, но это не похоже на текстовое сообщение
uk: 🤔 Я очікував отримати інформацію про новий гаманець, але це не схоже на текстове повідомлення

# unspecified_wallet_name_error
source: ❌ Please specify **the name** for your wallet
ru: ❌ Пожалуйста, укажите **название** кошелька
uk: ❌ Будь ласка, вкажіть **назву** гаманця

# unsupported_currency_error
source: ❓ Sorry, I don't seem to know `{0}` currency. Please write **the code of your currency**, like `USD`, `EUR`, `UAH`, `RUB`, etc..
ru: ❓ Извините, я не знаю валюту `{0}`. Пожалуйста, напишите **код вашей валюты**, например `USD`, `EUR`, `RUB`, `UAH` и т.д..
uk: ❓ Вибачте, я не знаю валюту `{0}`. Будь ласка, напишіть **код вашої валюти**, наприклад `USD`, `EUR`, `UAH`, `RUB` тощо..

# non_numerical_init_sum_error
source: 🔢 Initial amount for a wallet must be a number
ru: 🔢 Начальная сумма для кошелька должна быть числом
uk: 🔢 Початкова сума для гаманця має бути числом

# non_unique_wallet_name_error
source: ❌ You already have a wallet with this name, please choose a unique one
ru: ❌ У вас уже есть кошелек с таким названием, пожалуйста, выберите уникальное
uk: ❌ У вас вже є гаманець з такою назвою, будь ласка, оберіть унікальну

# got_empty_message_for_category
source: 🤔 I expected to get the name for a new category, but this doesn't seem like a text message
ru: 🤔 Я ожидал получить название для новой категории, но это не похоже на текстовое сообщение
uk: 🤔 Я очікував отримати назву для нової категорії, але це не схоже на текстове повідомлення

# mutiple_word_category_name_error
source: 🤔 Sorry, category name can't have several words.. You can use underscores if you wish, `just_like_this`
ru: 🤔 Извините, название категории не может состоять из нескольких слов.. Вы можете использовать подчеркивания, если хотите, `вот_так`
uk: 🤔 Вибачте, назва категорії не може складатися з кількох слів.. Ви можете використовувати підкреслення, якщо бажаєте, `ось_так`

# non_unique_category_name_error
source: You already have a category with this name, please choose a unique one
ru: У вас уже есть категория с таким названием, пожалуйста, выберите уникальное
uk: У вас вже є категорія з такою назвою, будь ласка, оберіть унікальну

# got_empty_message_for_page_number
source: 🤔 I expected to get the page number to beam you to, but this doesn't seem like a text message.. Enter a correct page number or go back to main menu by using /start
ru: 🤔 Я ожидал получить номер страницы для перехода, но это не похоже на текстовое сообщение.. Введите правильный номер страницы или вернитесь в главное меню, используя /start
uk: 🤔 Я очікував отримати номер сторінки для переходу, але це не схоже на текстове повідомлення.. Введіть правильний номер сторінки або поверніться до головного меню, використовуючи /start

# non_numerical_page_number_error
source: ❌ Page **must be** a number! Enter a correct page number or go back to main menu by using /start
ru: ❌ Страница **должна быть** числом! Введите правильный номер страницы или вернитесь в главное меню, используя /start
uk: ❌ Сторінка **має бути** числом! Введіть правильний номер сторінки або поверніться до головного меню, використовуючи /start

# beamed_to_page_successfully
source: 🌀 **Beamed you** to page `{0}`!
ru: 🌀 **Переместил вас** на страницу `{0}`!
uk: 🌀 **Перемістив вас** на сторінку `{0}`!

# unexpected_msg_on_alias_prompt
source: Please **choose** one of the options above! Or go back to the main menu by writing /start
ru: Пожалуйста, **выберите** одну из опций выше! Или вернитесь в главное меню, написав /start
uk: Будь ласка, **оберіть** одну з опцій вище! Або поверніться до головного меню, написавши /start

# create_prompt_cancel
source: ❌ Cancel
ru: ❌ Отмена
uk: ❌ Скасувати

# create_new_unnamed_category_prompt
source: 🏷 Creating **new category** Please send me the name for it!
ru: 🏷 Создание **новой категории** Пожалуйста, пришлите мне название для неё!
uk: 🏷 Створення **нової категорії** Будь ласка, надішліть мені назву для неї!

# create_prompt_approve
source: ✅ Create
ru: ✅ Создать
uk: ✅ Створити

# create_new_category_prompt
source: 🏷 Create **new category**, "`{0}`"? If you want to create a category under a **different name**, just send me the updated name right now!
ru: 🏷 Создать **новую категорию**, "`{0}`"? Если вы хотите создать категорию под **другим названием**, просто пришлите мне обновленное название сейчас!
uk: 🏷 Створити **нову категорію**, "`{0}`"? Якщо ви хочете створити категорію під **іншою назвою**, просто надішліть мені оновлену назву зараз!

# create_new_unnamed_wallet_prompt
source: 👛 Creating **new wallet** Please send me a message specifying wallet's currency, initial amount of money, and a name. Here are a few examples: ```EUR 0 my_wallet USD 50 any_name_here```
ru: 👛 Создание **нового кошелька** Пожалуйста, отправьте мне сообщение с валютой кошелька, начальной суммой денег и названием. Вот несколько примеров: ```EUR 0 мой_кошелек USD 50 любое_имя```
uk: 👛 Створення **нового гаманця** Будь ласка, надішліть мені повідомлення з валютою гаманця, початковою сумою грошей та назвою. Ось кілька прикладів: ```EUR 0 мій_гаманець USD 50 будь_яка_назва```

# create_new_wallet_prompt
source: 👛 Creating **new wallet**, "`{0}`"... Please send me a message specifying wallet's currency, initial amount of money, and (optionally) a new name (if you don't want `{0}`). Here are a few examples: ```EUR 0 USD 50 another_name```
ru: 👛 Создание **нового кошелька**, "`{0}`"... Пожалуйста, отправьте мне сообщение с валютой кошелька, начальной суммой денег и (опционально) новым названием (если вы не хотите `{0}`). Вот несколько примеров: ```EUR 0 USD 50 другое_имя```
uk: 👛 Створення **нового гаманця**, "`{0}`"... Будь ласка, надішліть мені повідомлення з валютою гаманця, початковою сумою грошей та (опціонально) новою назвою (якщо ви не хочете `{0}`). Ось кілька прикладів: ```EUR 0 USD 50 інша_назва```

# create_new_category_alias_prompt
source: 🧠 **I think** you meant "`{1}`", not "`{0}`" Please choose what to do, (✅) use "`{1}`" or (➕) create a new category "`{0}`" or (❌) cancel this transaction altogether.
ru: 🧠 **Мне кажется**, вы имели в виду "`{1}`", а не "`{0}`" Пожалуйста, выберите, что делать: (✅) использовать "`{1}`", (➕) создать новую категорию "`{0}`" или (❌) отменить эту транзакцию совсем.
uk: 🧠 **Мені здається**, ви мали на увазі "`{1}`", а не "`{0}`" Будь ласка, оберіть, що робити: (✅) використати "`{1}`", (➕) створити нову категорію "`{0}`" або (❌) скасувати цю транзакцію зовсім.

# create_new_wallet_alias_prompt
source: 🧠 **I think** you meant "`{1}`", not "`{0}`" Please choose what to do, (✅) use "`{1}`" or (➕) create a new wallet "`{0}`" or (❌) cancel this transaction altogether.
ru: 🧠 **Мне кажется**, вы имели в виду "`{1}`", а не "`{0}`" Пожалуйста, выберите, что делать: (✅) использовать "`{1}`", (➕) создать новый кошелек "`{0}`" или (❌) отменить эту транзакцию совсем.
uk: 🧠 **Мені здається**, ви мали на увазі "`{1}`", а не "`{0}`" Будь ласка, оберіть, що робити: (✅) використати "`{1}`", (➕) створити новий гаманець "`{0}`" або (❌) скасувати цю транзакцію зовсім.

# universal_back_button
source: ◀️ Go back
ru: ◀️ Назад
uk: ◀️ Назад

# transaction_registered
source: ☑️ **Registered transaction** ```Amount: {0}{4} Category: {1} Using wallet: {2}``` After this you have `{3}{4}` in your wallet (`{2}`)
ru: ☑️ **Транзакция зарегистрирована** ```Сумма: {0}{4} Категория: {1} Кошелек: {2}``` После этого у вас в кошельке (`{2}`) останется `{3}{4}`
uk: ☑️ **Транзакцію зареєстровано** ```Сума: {0}{4} Категорія: {1} Гаманець: {2}``` Після цього у вашому гаманці (`{2}`) залишиться `{3}{4}`

# category_edited_successfully
source: ✅ Category name **changed succesfully**! It is now `{0}`
ru: ✅ Название категории **успешно изменено**! Теперь это `{0}`
uk: ✅ Назву категорії **успішно змінено**! Тепер це `{0}`

# export_started
source: ⚙️ Started **exporting data**, please wait..
ru: ⚙️ Начат **экспорт данных**, пожалуйста, подождите..
uk: ⚙️ Розпочато **експорт даних**, зачекайте..

# export_categories_caption
source: 📥 Your categories exported **succesfully**!
ru: 📥 Ваши категории экспортированы **успешно**!
uk: 📥 Ваші категорії експортовано **успішно**!

source: 🗑 Category deleted succesfully
ru: 🗑 Категория успешно удалена
uk: 🗑 Категорію успішно видалено

# category_action_ownership_check_got_deleted
source: ❌ Sorry, something went wrong It seems like this category **was deleted**, you can instead see and edit all your categories with /categories
ru: ❌ Извините, что-то пошло не так Похоже, эта категория **была удалена**, вы можете просмотреть и отредактировать все ваши категории с помощью /categories
uk: ❌ Вибачте, щось пішло не так Схоже, цю категорію **було видалено**, ви можете переглянути та відредагувати всі ваші категорії за допомогою /categories

# category_action_ownership_check_failed
source: ❌ Sorry, something went wrong It seems like you are **not the owner** of this category, maybe you tried editing someone else's category by pressing a button on a forwarded message? You can see and edit all your categories with /categories
ru: ❌ Извините, что-то пошло не так Похоже, вы **не владелец** этой категории. Возможно, вы пытались отредактировать чужую категорию, нажав кнопку на пересланном сообщении? Ви можете просмотреть и отредактировать все ваши категории с помощью /categories
uk: ❌ Вибачте, щось пішло не так Схоже, ви **не є власником** цієї категорії. Можливо, ви намагалися відредагувати чужу категорію, натиснувши кнопку на пересланому повідомленні? Ви можете переглянути та відредагувати всі ваші категорії за допомогою /categories

# category_action_edit_cancel
source: ❌ Cancel
ru: ❌ Отмена
uk: ❌ Скасувати

# edit_category_prompt
source: 🏷 Editing **the name** of a category Please send me a new name for it!
ru: 🏷 Редактирование **названия** категории Пожалуйста, пришлите мне новое название для неё!
uk: 🏷 Редагування **назви** категорії Будь ласка, надішліть мені нову назву для неї!

# category_action_view_not_found_error
source: ❌ Sorry, something went wrong The category you are trying to view info about couldn't be found.
ru: ❌ Извините, что-то пошло не так Категория, информацию о которой вы пытаетесь просмотреть, не найдена.
uk: ❌ Вибачте, щось пішло не так Категорію, інформацію про яку ви намагаєтеся переглянути, не знайдено.

# category_action_view_no_transactions
source: {0} Category **{1}** __Created on {2}__ Used in **no transactions**
ru: {0} Категория **{1}** __Создана {2}__ Не использована ни в **одной транзакции**
uk: {0} Категорія **{1}** __Створена {2}__ Не використана у **жодній транзакції**

# category_action_view
source: {0} Category **{1}** __Created on {2}__ Used in **{3} transaction(s)**, latest being: ```{4}``` View all transactions with /transactions
ru: {0} Категория **{1}** __Создана {2}__ Использована в **{3} транзакциях**, последняя: ```{4}``` Просмотреть все транзакции с помощью /transactions
uk: {0} Категорія **{1}** __Створена {2}__ Використана у **{3} транзакціях**, остання: ```{4}``` Переглянути всі транзакції за допомогою /transactions

# category_action_view_component_aliases
source: 💬 Sometimes called {0}
ru: 💬 Иногда называют {0}
uk: 💬 Іноді називають {0}

# category_action_delete_approve
source: 🗑 Delete
ru: 🗑 Удалить
uk: 🗑 Видалити

# category_action_delete_cancel
source: ◀️ Go back
ru: ◀️ Назад
uk: ◀️ Назад

# delete_category_prompt
source: 🗑 **Delete** this category, "`{0}`"? Transactions using this category **WILL NOT** be deleted, but you: - Won't be able to create new transactions with this category - Won't see any info about this category - This category won't be included in stats 😨 You **cannot** recover a category after deleting it!
ru: 🗑 **Удалить** эту категорию, "`{0}`"? Транзакции, использующие эту категорию, **НЕ БУДУТ** удалены, но вы: - Не сможете создавать новые транзакции с этой категорией - Не увидите никакой информации об этой категории - Эта категория не будет включена в статистику 😨 Вы **не сможете** восстановить категорию после удаления!
uk: 🗑 **Видалити** цю категорію, "`{0}`"? Транзакції, що використовують цю категорію, **НЕ БУДЕ** видалено, але ви: - Не зможете створювати нові транзакції з цією категорією - Не побачите жодної інформації про цю категорію - Ця категорія не буде включена до статистики 😨 Ви **не зможете** відновити категорію після видалення!

# menu_categories_no_categories
source: 🏷 You have no categories yet. Start by creating a transaction! **Lost?** Type /help for info on usage 🧠
ru: 🏷 У вас еще нет категорий. Начните с создания транзакции! **Потерялись?** Введите /help для информации об использовании 🧠
uk: 🏷 У вас ще немає категорій. Почніть зі створення транзакції! **Розгубилися?** Введіть /help для інформації про використання 🧠

# menu_categories_only_deleted
source: 🏷 You have no categories yet. Start by creating a transaction! __You have {0} deleted categories__ **Lost?** Type /help for info on usage 🧠
ru: 🏷 У вас еще нет категорий. Начните с создания транзакции! __У вас есть {0} удаленных категорий__ **Потерялись?** Введите /help для информации об использовании 🧠
uk: 🏷 У вас ще немає категорій. Почніть зі створення транзакції! __У вас є {0} видалених категорій__ **Розгубилися?** Введіть /help для інформації про використання 🧠

# menu_categories_component_category_info
source: - `{0}`; [👁](https://t.me/telecounterbot?start=cv_{1}) [✏️](https://t.me/telecounterbot?start=ce_{1}) [❌](https://t.me/telecounterbot?start=cd_{1})
ru: - `{1}`; [👁](https://t.me/{0}?start=cv_{2}) [✏️](https://t.me/{0}?start=ce_{2}) [❌](https://t.me/{0}?start=cd_{2})
uk: - `{1}`; [👁](https://t.me/{0}?start=cv_{2}) [✏️](https://t.me/{0}?start=ce_{2}) [❌](https://t.me/{0}?start=cd_{2})

# menu_categories_template
source: 🏷 **Category overview** Press on emoji to: (👁) view (✏️) rename (❌) delete individual categories! {0} __In total you have {1} categories__
ru: 🏷 **Обзор категорий** Нажмите на эмодзи, чтобы: (👁) просмотреть (✏️) переименовать (❌) удалить отдельные категории! {0} __Всего у вас {1} категорий__
uk: 🏷 **Огляд категорій** Натисніть на емодзі, щоб: (👁) переглянути (✏️) перейменувати (❌) видалити окремі категорії! {0} __Всього у вас {1} категорій__
